BOT_TOKEN = "8041906247:AAE5OQKOPnCYUfS-fe-xrauqc0JzIng6vG8"
WORKER_CHAT_ID = None
DATABASE_PATH = "data/database.db"
ADMIN_IDS = [979855667,966122911,1976526858,1028200379]

RESPONSIBLE_PERSONS = {
    "🪑 Мебель": "Иванов Иван - +79991234567",
    "💡 Электрика": "Петров Петр - +79997654321", 
    "🚰 Сантехника": "Сидоров Сидор - +79999876543",
    "🧹 Уборка": "Кузнецова Мария - +79995554433",
    "🖥️ Техника": "Смирнов Алексей - +79993332211",
    "❓ Другое": "Дежурный - +79991112233"
}

SPECIAL_NOTIFICATIONS = {
    "💡 Электрика": [979855667],
    "🖥️ Техника": [966122911],
    "🪑 Мебель": [1976526858],
    "🧹 Уборка": [1028200379],

}
